Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: The software key will be permanently deleted from this device after successful import to YubiKey.
ar: سيتم حذف المفتاح البرمجي نهائياً من هذا الجهاز بعد استيراده بنجاح إلى YubiKey.
ca: La clau de programari s'eliminarà permanentment d'aquest dispositiu després de la importació correcta al YubiKey.
cs: Softwarový klíč bude po úspěšném importu na YubiKey trvale smazán z tohoto zařízení.
da: Softwarenøglen vil blive permanent slettet fra denne enhed efter vellykket import til YubiKey.
de: Der Software-Schlüssel wird nach erfolgreichem Import auf den YubiKey dauerhaft von diesem Gerät gelöscht.
es: La clave de software se eliminará permanentemente de este dispositivo tras la importación exitosa al YubiKey.
fi: Ohjelmistoavain poistetaan pysyvästi tältä laitteelta onnistuneen YubiKey-tuonnin jälkeen.
fr: La clé logicielle sera définitivement supprimée de cet appareil après un import réussi sur le YubiKey.
he: מפתח התוכנה יימחק לצמיתות ממכשיר זה לאחר ייבוא מוצלח ל-YubiKey.
hu: A szoftveres kulcs véglegesen törlésre kerül erről az eszközről a sikeres YubiKey importálás után.
it: La chiave software verrà eliminata definitivamente da questo dispositivo dopo l'importazione riuscita sulla YubiKey.
ja: YubiKeyへのインポートが成功すると、ソフトウェア鍵はこのデバイスから完全に削除されます。
ko: YubiKey로 성공적으로 가져온 후 소프트웨어 키가 이 기기에서 영구적으로 삭제됩니다.
nb: Programvarenøkkelen vil bli permanent slettet fra denne enheten etter vellykket import til YubiKey.
nl: De softwaresleutel wordt permanent van dit apparaat verwijderd na succesvolle import naar de YubiKey.
pl: Klucz programowy zostanie trwale usunięty z tego urządzenia po pomyślnym imporcie na YubiKey.
pt_br: A chave de software será permanentemente excluída deste dispositivo após a importação bem-sucedida para o YubiKey.
pt_pt: A chave de software será eliminada permanentemente deste dispositivo após a importação bem-sucedida para o YubiKey.
ro: Cheia software va fi ștearsă definitiv de pe acest dispozitiv după importul reușit pe YubiKey.
sl: Programski ključ bo po uspešnem uvozu na YubiKey trajno izbrisan iz te naprave.
sv: Mjukvarunyckeln raderas permanent från denna enhet efter lyckad import till YubiKey.
uk: Програмний ключ буде назавжди видалено з цього пристрою після успішного імпорту на YubiKey.
vi: Khóa phần mềm sẽ bị xóa vĩnh viễn khỏi thiết bị này sau khi nhập thành công vào YubiKey.
zh_hans: 成功导入到 YubiKey 后，软件密钥将从此设备上永久删除。
zh_hant: 成功匯入至 YubiKey 後，軟體金鑰將從此裝置永久刪除。

source: The specified locale will be sent as LANG to remote servers. Make sure the locale is installed on the server.
ar: سيتم إرسال اللغة المحلية المحددة كـ LANG إلى الخوادم البعيدة. تأكد من أن اللغة المحلية مثبتة على الخادم.
ca: La configuració regional especificada s'enviarà com a LANG als servidors remots. Assegureu-vos que la configuració regional estigui instal·lada al servidor.
cs: Zadané národní prostředí bude odesláno jako LANG na vzdálené servery. Ujistěte se, že je národní prostředí nainstalováno na serveru.
da: Den angivne lokalitet vil blive sendt som LANG til fjernservere. Sørg for, at lokaliteten er installeret på serveren.
de: Das angegebene Gebietsschema wird als LANG an Remote-Server gesendet. Stellen Sie sicher, dass das Gebietsschema auf dem Server installiert ist.
es: La configuración regional especificada se enviará como LANG a los servidores remotos. Asegúrese de que la configuración regional esté instalada en el servidor.
fi: Määritetty maa-asetus lähetetään LANG-muuttujana etäpalvelimille. Varmista, että maa-asetus on asennettu palvelimelle.
fr: La langue spécifiée sera envoyée comme LANG aux serveurs distants. Assurez-vous que la langue est installée sur le serveur.
he: האזור שצוין יישלח כ-LANG לשרתים מרוחקים. ודאו שהאזור מותקן על השרת.
hu: A megadott területi beállítás LANG-ként lesz elküldve a távoli szervereknek. Győződjön meg róla, hogy a területi beállítás telepítve van a szerveren.
it: Le impostazioni locali specificate verranno inviate come LANG ai server remoti. Assicurarsi che le impostazioni locali siano installate sul server.
ja: 指定されたロケールは LANG としてリモートサーバーに送信されます。ロケールがサーバーにインストールされていることを確認してください。
ko: 지정된 로케일이 LANG으로 원격 서버에 전송됩니다. 해당 로케일이 서버에 설치되어 있는지 확인하세요.
nb: Den angitte lokalinnstillingen vil bli sendt som LANG til eksterne servere. Sørg for at lokalinnstillingen er installert på serveren.
nl: De opgegeven landinstellingen worden als LANG naar externe servers verzonden. Zorg ervoor dat de landinstellingen op de server zijn geïnstalleerd.
pl: Określone ustawienia regionalne zostaną wysłane jako LANG do zdalnych serwerów. Upewnij się, że ustawienia regionalne są zainstalowane na serwerze.
pt_br: A localidade especificada será enviada como LANG para servidores remotos. Certifique-se de que a localidade esteja instalada no servidor.
pt_pt: A localidade especificada será enviada como LANG para servidores remotos. Certifique-se de que a localidade está instalada no servidor.
ro: Localizarea specificată va fi trimisă ca LANG către serverele la distanță. Asigurați-vă că localizarea este instalată pe server.
sl: Določene področne nastavitve bodo poslane kot LANG oddaljenim strežnikom. Prepričajte se, da so področne nastavitve nameščene na strežniku.
sv: Den angivna nationella inställningen skickas som LANG till fjärrservrar. Se till att den nationella inställningen är installerad på servern.
uk: Вказана локаль буде надіслана як LANG на віддалені сервери. Переконайтеся, що локаль встановлена на сервері.
vi: Ngôn ngữ vùng được chỉ định sẽ được gửi dưới dạng LANG tới máy chủ từ xa. Đảm bảo rằng ngôn ngữ vùng đã được cài đặt trên máy chủ.
zh_hans: 指定的区域设置将作为 LANG 发送到远程服务器。请确保该区域设置已安装在服务器上。
zh_hant: 指定的地區設定將作為 LANG 傳送到遠端伺服器。請確保該地區設定已安裝在伺服器上。

source: The SSH connection (TCP) is used to orchestrate the UDP hole-punch. This works because firewalls typically allow established TCP connections while blocking unsolicited inbound UDP.
ar: يُستخدم اتصال SSH (عبر TCP) لتنسيق اختراق UDP. يعمل هذا لأن جدران الحماية عادةً تسمح باتصالات TCP القائمة بينما تحظر حزم UDP الواردة غير المطلوبة.
ca: La connexió SSH (TCP) s'utilitza per orquestrar el hole-punch UDP. Això funciona perquè els tallafocs normalment permeten connexions TCP establertes mentre bloquegen l'UDP entrant no sol·licitat.
cs: SSH spojení (TCP) se používá k orchestraci UDP hole-punch. Funguje to, protože firewally obvykle povolují navázaná TCP spojení a blokují nevyžádaný příchozí UDP.
da: SSH-forbindelsen (TCP) bruges til at orkestrere UDP hole-punch. Dette virker, fordi firewalls typisk tillader etablerede TCP-forbindelser, mens de blokerer uopfordret indgående UDP.
de: Die SSH-Verbindung (TCP) wird zur Orchestrierung des UDP-Hole-Punch verwendet. Dies funktioniert, weil Firewalls typischerweise bestehende TCP-Verbindungen erlauben, aber unaufgeforderte eingehende UDP-Pakete blockieren.
es: La conexión SSH (TCP) se utiliza para orquestar el hole-punch UDP. Esto funciona porque los firewalls normalmente permiten conexiones TCP establecidas mientras bloquean el tráfico UDP entrante no solicitado.
fi: SSH-yhteyttä (TCP) käytetään UDP-reiänlävistyksen koordinointiin. Tämä toimii, koska palomuurit yleensä sallivat muodostetut TCP-yhteydet mutta estävät pyytämättömän saapuvan UDP-liikenteen.
fr: La connexion SSH (TCP) est utilisée pour orchestrer le hole-punch UDP. Cela fonctionne car les pare-feu autorisent généralement les connexions TCP établies tout en bloquant les paquets UDP entrants non sollicités.
he: חיבור SSH (‏TCP) משמש לתזמור ניקוב UDP. זה עובד כי חומות אש בדרך כלל מאפשרות חיבורי TCP מבוססים תוך חסימת UDP נכנס לא מבוקש.
hu: Az SSH-kapcsolat (TCP) a UDP hole-punch koordinálására szolgál. Ez azért működik, mert a tűzfalak általában engedélyezik a létrejött TCP-kapcsolatokat, miközben blokkolják a kéretlen bejövő UDP-t.
it: La connessione SSH (TCP) viene utilizzata per orchestrare l'UDP hole-punch. Questo funziona perché i firewall in genere consentono le connessioni TCP stabilite bloccando il traffico UDP in entrata non richiesto.
ja: SSH接続（TCP）はUDPホールパンチの調整に使用されます。これはファイアウォールが確立されたTCP接続を許可する一方、未承諾の受信UDPをブロックするためです。
ko: SSH 연결(TCP)은 UDP 홀펀칭을 조율하는 데 사용됩니다. 방화벽이 일반적으로 수립된 TCP 연결을 허용하면서 요청되지 않은 인바운드 UDP를 차단하기 때문에 작동합니다.
nb: SSH-tilkoblingen (TCP) brukes til å orkestrere UDP-hulltakingen. Dette fungerer fordi brannmurer vanligvis tillater etablerte TCP-tilkoblinger mens de blokkerer uoppfordret inngående UDP.
nl: De SSH-verbinding (TCP) wordt gebruikt om de UDP-hole-punch te orkestreren. Dit werkt omdat firewalls doorgaans bestaande TCP-verbindingen toestaan terwijl ongevraagd inkomend UDP wordt geblokkeerd.
pl: Połączenie SSH (TCP) służy do koordynacji UDP hole-punch. Działa to, ponieważ zapory sieciowe zazwyczaj przepuszczają ustanowione połączenia TCP, blokując jednocześnie niechciane przychodzące pakiety UDP.
pt_br: A conexão SSH (TCP) é usada para orquestrar o hole-punch UDP. Isso funciona porque firewalls geralmente permitem conexões TCP estabelecidas enquanto bloqueiam UDP de entrada não solicitado.
pt_pt: A ligação SSH (TCP) é utilizada para orquestrar o hole-punch UDP. Isto funciona porque as firewalls normalmente permitem ligações TCP estabelecidas enquanto bloqueiam tráfego UDP de entrada não solicitado.
ro: Conexiunea SSH (TCP) este utilizată pentru a orchestra hole-punch-ul UDP. Aceasta funcționează deoarece firewall-urile permit de obicei conexiunile TCP stabilite, în timp ce blochează pachetele UDP primite nesolicitate.
sl: Povezava SSH (TCP) se uporablja za koordinacijo UDP hole-punch. To deluje, ker požarni zidovi običajno dovoljujejo vzpostavljene TCP povezave, hkrati pa blokirajo nezahtevane dohodne pakete UDP.
sv: SSH-anslutningen (TCP) används för att orkestrera UDP-hålslagningen. Detta fungerar eftersom brandväggar vanligtvis tillåter etablerade TCP-anslutningar men blockerar oönskad inkommande UDP.
uk: SSH-з'єднання (TCP) використовується для координації UDP hole-punch. Це працює тому, що фаєрволи зазвичай дозволяють встановлені TCP-з'єднання, блокуючи небажані вхідні UDP-пакети.
vi: Kết nối SSH (TCP) được dùng để điều phối UDP hole-punch. Cơ chế này hoạt động vì tường lửa thường cho phép các kết nối TCP đã thiết lập trong khi chặn UDP đến không được yêu cầu.
zh_hans: SSH 连接（TCP）用于协调 UDP 打洞。这是因为防火墙通常允许已建立的 TCP 连接，同时阻止未经请求的入站 UDP。
zh_hant: SSH 連線（TCP）用於協調 UDP 打洞。這是因為防火牆通常允許已建立的 TCP 連線，同時阻擋未經請求的入站 UDP。

source: The SSH key for %@ isn't available on this device.
ar: مفتاح SSH الخاص بـ %@ غير متوفر على هذا الجهاز.
ca: La clau SSH de %@ no està disponible en aquest dispositiu.
cs: SSH klíč pro %@ není na tomto zařízení dostupný.
da: SSH-nøglen til %@ er ikke tilgængelig på denne enhed.
de: Der SSH-Schlüssel für %@ ist auf diesem Gerät nicht verfügbar.
es: La clave SSH de %@ no está disponible en este dispositivo.
fi: Kohteen %@ SSH-avain ei ole käytettävissä tällä laitteella.
fr: La clé SSH pour %@ n'est pas disponible sur cet appareil.
he: מפתח ה-SSH עבור %@ אינו זמין במכשיר זה.
hu: A(z) %@ SSH-kulcsa nem érhető el ezen az eszközön.
it: La chiave SSH per %@ non è disponibile su questo dispositivo.
ja: %@ のSSHキーはこのデバイスで利用できません。
ko: %@의 SSH 키를 이 기기에서 사용할 수 없습니다.
nb: SSH-nøkkelen for %@ er ikke tilgjengelig på denne enheten.
nl: De SSH-sleutel voor %@ is niet beschikbaar op dit apparaat.
pl: Klucz SSH dla %@ nie jest dostępny na tym urządzeniu.
pt_br: A chave SSH de %@ não está disponível neste dispositivo.
pt_pt: A chave SSH de %@ não está disponível neste dispositivo.
ro: Cheia SSH pentru %@ nu este disponibilă pe acest dispozitiv.
sl: SSH ključ za %@ ni na voljo v tej napravi.
sv: SSH-nyckeln för %@ är inte tillgänglig på den här enheten.
uk: SSH-ключ для %@ недоступний на цьому пристрої.
vi: Khóa SSH cho %@ không có sẵn trên thiết bị này.
zh_hans: %@ 的 SSH 密钥在本设备上不可用。
zh_hant: %@ 的 SSH 金鑰在此裝置上無法使用。

source: The string will no longer be redacted on screen.
ar: لن تعود السلسلة محجوبة على الشاشة.
ca: La cadena ja no s'emmascararà a la pantalla.
cs: Řetězec už nebude na obrazovce maskován.
da: Strengen vil ikke længere blive maskeret på skærmen.
de: Die Zeichenkette wird auf dem Bildschirm nicht mehr geschwärzt.
es: La cadena ya no se ocultará en la pantalla.
fi: Merkkijonoa ei enää peitetä näytöllä.
fr: La chaîne ne sera plus masquée à l'écran.
he: המחרוזת לא תוסתר עוד על המסך.
hu: A karakterlánc a továbbiakban nem lesz kitakarva a képernyőn.
it: La stringa non verrà più oscurata sullo schermo.
ja: この文字列は画面でマスクされなくなります。
ko: 이 문자열은 더 이상 화면에서 가려지지 않습니다.
nb: Strengen vil ikke lenger bli sladdet på skjermen.
nl: De tekenreeks wordt niet langer afgeschermd op het scherm.
pl: Ten ciąg nie będzie już maskowany na ekranie.
pt_br: A string não será mais ocultada na tela.
pt_pt: A cadeia deixará de ser ocultada no ecrã.
ro: Șirul nu va mai fi mascat pe ecran.
sl: Niz na zaslonu ne bo več prekrit.
sv: Strängen kommer inte längre att maskeras på skärmen.
uk: Цей рядок більше не буде замаскований на екрані.
vi: Chuỗi này sẽ không còn bị che trên màn hình.
zh_hans: 该字符串将不再在屏幕上被遮蔽。
zh_hant: 此字串將不再於畫面上遮蔽。

source: The text will be sent as terminal input.
ar: سيتم إرسال النص كمدخل للطرفية.
ca: El text s'enviarà com a entrada del terminal.
cs: Text bude odeslán jako vstup terminálu.
da: Teksten sendes som terminalinput.
de: Der Text wird als Terminal-Eingabe gesendet.
es: El texto se enviará como entrada del terminal.
fi: Teksti lähetetään terminaalin syötteenä.
fr: Le texte sera envoyé comme entrée du terminal.
he: הטקסט יישלח כקלט מסוף.
hu: A szöveg terminálbemenetként kerül elküldésre.
it: Il testo verrà inviato come input del terminale.
ja: テキストはターミナル入力として送信されます。
ko: 텍스트가 터미널 입력으로 전송됩니다.
nb: Teksten vil bli sendt som terminalinndata.
nl: De tekst wordt als terminalinvoer verstuurd.
pl: Tekst zostanie wysłany jako dane wejściowe terminala.
pt_br: O texto será enviado como entrada do terminal.
pt_pt: O texto será enviado como entrada do terminal.
ro: Textul va fi trimis ca intrare în terminal.
sl: Besedilo bo poslano kot vnos v terminal.
sv: Texten skickas som terminalinmatning.
uk: Текст буде надіслано як введення в термінал.
vi: Văn bản sẽ được gửi làm đầu vào terminal.
zh_hans: 文本将作为终端输入发送。
zh_hant: 文字將作為終端機輸入傳送。

source: The tmux command used when auto-start is enabled on a connection.
ar: أمر tmux المستخدَم عند تفعيل البدء التلقائي في اتصال.
ca: L'ordre de tmux que s'utilitza quan l'inici automàtic està activat en una connexió.
cs: Příkaz tmux použitý, když je pro připojení zapnuté automatické spuštění.
da: Den tmux-kommando, der bruges, når automatisk start er slået til for en forbindelse.
de: Der tmux-Befehl, der verwendet wird, wenn Autostart für eine Verbindung aktiviert ist.
es: El comando de tmux que se usa cuando el inicio automático está activado en una conexión.
fi: tmux-komento, jota käytetään, kun automaattinen käynnistys on käytössä yhteydessä.
fr: La commande tmux utilisée lorsque le démarrage automatique est activé sur une connexion.
he: פקודת tmux המשמשת כאשר הפעלה אוטומטית מופעלת בחיבור.
hu: A tmux-parancs, amelyet az automatikus indítás használ egy kapcsolatnál.
it: Il comando tmux usato quando l'avvio automatico è abilitato su una connessione.
ja: 接続で自動起動が有効なときに使用されるtmuxコマンドです。
ko: 연결에서 자동 시작이 켜져 있을 때 사용되는 tmux 명령어입니다.
nb: tmux-kommandoen som brukes når automatisk start er slått på for en tilkobling.
nl: De tmux-opdracht die wordt gebruikt wanneer automatisch starten is ingeschakeld voor een verbinding.
pl: Polecenie tmux używane, gdy dla połączenia włączony jest automatyczny start.
pt_br: O comando do tmux usado quando o início automático está ativado em uma conexão.
pt_pt: O comando do tmux utilizado quando o arranque automático está ativado numa ligação.
ro: Comanda tmux folosită când pornirea automată este activată pentru o conexiune.
sl: Ukaz tmux, ki se uporabi, ko je za povezavo vklopljen samodejni zagon.
sv: tmux-kommandot som används när automatisk start är aktiverad för en anslutning.
uk: Команда tmux, що використовується, коли для з'єднання ввімкнено автозапуск.
vi: Lệnh tmux được dùng khi bật khởi động tự động cho một kết nối.
zh_hans: 在连接上启用自动启动时所使用的 tmux 命令。
zh_hant: 在連線上啟用自動啟動時所使用的 tmux 指令。

source: The tmux session name used by auto-start. Defaults to "main" if empty.
ar: اسم جلسة tmux المستخدم بواسطة التشغيل التلقائي. القيمة الافتراضية "main" إذا كان فارغًا.
ca: El nom de la sessió tmux utilitzat per l'inici automàtic. Per defecte és "main" si està buit.
cs: Název relace tmux používaný automatickým spuštěním. Výchozí hodnota je "main", pokud je prázdný.
da: Tmux-sessionsnavnet brugt af autostart. Standard er "main", hvis tomt.
de: Der von Autostart verwendete tmux-Sitzungsname. Standard ist "main", wenn leer.
es: El nombre de sesión tmux usado por el inicio automático. Por defecto es "main" si está vacío.
fi: Automaattisen käynnistyksen käyttämä tmux-istunnon nimi. Oletusarvo on "main", jos tyhjä.
fr: Le nom de session tmux utilisé par le démarrage automatique. Par défaut "main" si vide.
he: שם הפעלת tmux המשמש הפעלה אוטומטית. ברירת המחדל היא "main" אם ריק.
hu: Az automatikus indítás által használt tmux-munkamenet neve. Alapértelmezés: "main", ha üres.
it: Il nome della sessione tmux usato dall'avvio automatico. Predefinito: "main" se vuoto.
ja: 自動起動で使用されるtmuxセッション名。空の場合、デフォルトは「main」です。
ko: 자동 시작에서 사용하는 tmux 세션 이름. 비어 있으면 기본값은 "main"입니다.
nb: tmux-øktnavnet brukt av autostart. Standard er "main" hvis tomt.
nl: De tmux-sessienaam gebruikt door automatisch starten. Standaard "main" indien leeg.
pl: Nazwa sesji tmux używana przez automatyczne uruchamianie. Domyślnie "main", jeśli puste.
pt_br: O nome da sessão tmux usado pelo início automático. O padrão é "main" se vazio.
pt_pt: O nome da sessão tmux utilizado pelo arranque automático. Predefinição: "main" se vazio.
ro: Numele sesiunii tmux utilizat de pornirea automată. Implicit "main" dacă este gol.
sl: Ime seje tmux, ki ga uporablja samodejni zagon. Privzeto je "main", če je prazno.
sv: Tmux-sessionsnamnet som används av autostart. Standard är "main" om tomt.
uk: Назва сеансу tmux для автозапуску. За замовчуванням "main", якщо порожнє.
vi: Tên phiên tmux được sử dụng bởi tự động khởi động. Mặc định là "main" nếu để trống.
zh_hans: 自动启动使用的 tmux 会话名称。为空时默认为「main」。
zh_hant: 自動啟動使用的 tmux 工作階段名稱。為空時預設為「main」。
